{
  "modal_trigger_title": "Süti beállítások",
  "consent_modal_title": "Sütiket használunk!",
  "consent_modal_description": "Ez a weboldal alapvető sütiket használ a megfelelő működéshez és nyomkövető sütiket, hogy megértsük, hogyan lép kölcsönhatásba vele. Ezek csak az ön beleegyezésével lesznek beállítva.",
  "consent_modal_primary_btn": "Elfogadom",
  "consent_modal_secondary_btn_settings": "Testreszabás",
  "consent_modal_secondary_btn_accept_necessary": "Csak a szükségeseket elfogadom",
  "settings_modal_title": "Süti beállítások",
  "settings_modal_save_settings_btn": "Beállítások mentése",
  "settings_modal_accept_all_btn": "Összes elfogadása",
  "settings_modal_reject_all_btn": "Csak a szükségeseket elfogadom",
  "settings_modal_close_btn_label": "Bezárás",
  "settings_modal_before_consent_title": "Sütik használata",
  "settings_modal_before_consent_description": "Sütiket használunk a weboldal alapvető funkcióinak biztosítására és az online élmény javítására. Kategóriánként bármikor eldöntheti, hogy elfogadja vagy elutasítja őket.",
  "settings_modal_after_consent_title": "További információk",
  "settings_modal_after_consent_description": "Bármilyen kérdés esetén a süti politikánkkal és az ön lehetőségeivel kapcsolatban kérjük, lépjen velünk kapcsolatba.",
  "functionality_storage_title": "Funkcionális sütik",
  "functionality_storage_description": "Ezek a sütik szükségesek a weboldalunk megfelelő működéséhez. Ezek nélkül a weboldal nem működhet megfelelően.",
  "personalization_storage_title": "Személyre szabási sütik",
  "personalization_storage_description": "A személyre szabási sütik harmadik felek sütijeit használhatják, hogy segítsenek személyre szabni a tartalmat és követni a felhasználókat különböző weboldalakon és eszközökön.",
  "security_storage_title": "Biztonsági sütik",
  "security_storage_description": "A biztonsági sütik lehetővé teszik a biztonsággal kapcsolatos információk tárolását, mint például hitelesítés, csalás elleni védelem és egyéb felhasználói védelmi módszerek.",
  "ad_storage_title": "Reklám sütik",
  "ad_storage_description": "A reklám sütiket mi vagy partnereink használják, hogy releváns tartalmat vagy reklámokat jelenítsenek meg az ön számára a mi oldalunkon és harmadik felek oldalain. Ez lehetővé teszi számunkra, hogy érdeklődés alapú profilokat hozzunk létre, amelyeket álnevesített profiloknak nevezünk. Ezek alapján az információk alapján általában nem lehet közvetlenül azonosítani önt mint személyt, mivel csak álnevesített adatokat használnak. Ha nem adja meg hozzájárulását, nem kap érdeklődés alapján testreszabott tartalmat és reklámokat.",
  "analytics_storage_title": "Analitikai sütik",
  "analytics_storage_description": "Az analitikai sütik lehetővé teszik számunkra, hogy mérjük a weboldalunk és hirdetési kampányaink teljesítményét. Ezeket arra használjuk, hogy meghatározzuk a látogatások számát és forrásait a weboldalunkon. Az ezen sütik által nyert adatokat összesítve dolgozzuk fel, anélkül, hogy azonosítókat használnánk, amelyek konkrét felhasználókhoz vezetnének a weboldalunkon. Ha kikapcsolja az analitikai sütik használatát az ön látogatásával kapcsolatban, elveszítjük a lehetőséget a teljesítmény elemzésére és intézkedéseink optimalizálására.",
  "ad_user_data_title": "Adatmegosztási sütik",
  "ad_user_data_description": "Az adatmegosztási süti lehetővé teszi, hogy weboldalunk tiszteletben tartsa a felhasználók magánélethez fűződő választásait a reklámok terén. E süti aktiválásával hozzájárul ahhoz, hogy az ön reklámmal kapcsolatos adatait partnereinknek továbbítsuk. Ez lehetővé teszi számunkra, hogy az ön preferenciái alapján testreszabott reklámélményt nyújtsunk. Ha úgy dönt, hogy deaktiválja ezt a sütit, nem tudjuk a reklámokat az ön preferenciáihoz igazítani, de még mindig látni fog reklámokat, amelyek kevésbé relevánsak lehetnek az ön számára. Tiszteletben tartjuk az ön választását és figyelembe vesszük az ön reklámpreferenciáit.",
  "ad_personalization_title": "Személyre szabott tartalmak sütijei",
  "ad_personalization_description": "A személyre szabott tartalmak sütije lehetővé teszi, hogy weboldalunk az egyes felhasználók preferenciái alapján testreszabja a reklámokat. E süti engedélyezésével hozzájárul ahhoz, hogy a reklámokat az ön érdeklődési körei alapján személyre szabjuk. Ez lehetővé teszi számunkra, hogy relevánsabb, az ön igényeire szabott reklámokat nyújtsunk. Ha úgy dönt, hogy deaktiválja ezt a sütit, nem tudjuk a reklámokat az ön preferenciáihoz igazítani, de még mindig látni fog reklámokat, amelyek kevésbé relevánsak lehetnek az ön számára. Tiszteletben tartjuk az ön választását és figyelembe vesszük az ön reklámpreferenciáit.",
  "cookie_table_col_name": " Név ",
  "cookie_table_col_purpose": "Leírás",
  "cookie_table_col_processing_time": "Érvényesség",
  "cookie_table_col_provider": "Forrás",
  "cookie_table_col_type": "Típus",
  "cookie_table_col_link": "Link",
  "cookie_table_col_link_find_out_more": "További információk",
  "cookie_table_col_category": "Kategória",
  "processing_time_session": "Munkamenet",
  "processing_time_persistent": "Állandó",
  "cookie_type_1st_party": "Első fél",
  "cookie_type_3rd_party": "Harmadik fél",
  "find_out_more": "További információk"
}