{
  "modal_trigger_title" : "Nastavenia cookies",

  "consent_modal_title" : "Pou쮂셨ame cookies 游꼵",
  "consent_modal_description" : "Aby sme v치m poskytli najlep코칤 z치쬴tok z nakupovania, pou쮂셨ame s칰bory cookies. Pom치haj칰 n치m analyzova콘 n치v코tevnos콘, personalizova콘 obsah a zlep코ova콘 na코e slu쬭y.",
  "consent_modal_primary_btn" : "S칰hlas칤m so v코etk칳m",
  "consent_modal_secondary_btn_settings" : "Nastavenia cookies",
  "consent_modal_secondary_btn_accept_necessary" : "Len nevyhnutn칠",

  "settings_modal_title" : "Nastavenia cookies",
  "settings_modal_save_settings_btn" : "Ulo쬴콘 nastavenia",
  "settings_modal_accept_all_btn" : "S칰hlas칤m so v코etk칳m",
  "settings_modal_reject_all_btn" : "Len nevyhnutn칠",
  "settings_modal_close_btn_label" : "Zavrie콘",

  "settings_modal_before_consent_title" : "Pou쮂셨anie cookies",
  "settings_modal_before_consent_description" : "Pou쮂셨ame cookies na zabezpe캜enie z치kladn칳ch funkci칤 webovej str치nky a na zlep코enie v치코ho online z치쬴tku. Pre ka쬯칰 kateg칩riu si m칪쬰te kedyko쭀ek vybra콘, 캜i ich prijmete alebo odmietnete.",

  "settings_modal_after_consent_title" : "Viac inform치ci칤",
  "settings_modal_after_consent_description" : "Pre ak칠ko쭀ek ot치zky t칳kaj칰ce sa na코ej politiky cookies a va코ich mo쬹ost칤 n치s pros칤m kontaktujte.",

  "functionality_storage_title" : "Nevyhnutn칠 cookies",
  "functionality_storage_description" : "Zabezpe캜uj칰 z치kladn칠 funkcie webu ako navig치cia a pr칤stup k chr치nen칳m sekci치m.",

  "personalization_storage_title" : "Personaliza캜n칠 cookies",
  "personalization_storage_description" : "Personaliza캜n칠 cookies m칪쬿 pou쮂셨a콘 cookies tret칤ch str치n, aby pomohli personalizova콘 obsah a sledova콘 u쮂셨ate쬺v na r칪znych webov칳ch str치nkach a zariadeniach.",

  "security_storage_title" : "Bezpe캜nostn칠 cookies",
  "security_storage_description" : "Bezpe캜nostn칠 cookies umo쮄갓j칰 uklada콘 inform치cie s칰visiace s bezpe캜nos콘ou, ako s칰 autentifik치cia, ochrana proti podvodom a in칠 sp칪soby ochrany u쮂셨ate쬬.",

  "ad_storage_title" : "Reklamn칠 cookies",
  "ad_storage_description" : "Reklamn칠 cookies s칰 pou쮂셨an칠 nami alebo na코imi partnermi na zobrazovanie obsahu alebo rekl치m, ktor칠 s칰 pre v치s relevantn칠 na na코ej str치nke aj na str치nkach tret칤ch str치n. To n치m umo쮄갓je vytv치ra콘 profily zalo쬰n칠 na va코ich z치ujmoch, ktor칠 sa naz칳vaj칰 pseudonymizovan칠 profily. Na z치klade t칳chto inform치ci칤 zvy캜ajne nie je mo쬹칠 v치s priamo identifikova콘 ako osobu, preto쬰 sa pou쮂셨aj칰 len pseudonymizovan칠 칰daje. Pokia nevyjadr칤te svoj s칰hlas, nebudete dost치va콘 obsah a reklamy prisp칪soben칠 va코im z치ujmom.",

  "analytics_storage_title" : "Analytick칠 cookies",
  "analytics_storage_description" : "Pom치haj칰 n치m pochopi콘, ako n치v코tevn칤ci pou쮂셨aj칰 web, aby sme ho mohli zlep코ova콘.",

  "ad_user_data_title" : "Cookies pre zdie쬬nie 칰dajov",
  "ad_user_data_description" : "Cookie pre zdie쬬nie 칰dajov umo쮄갓je na코ej webovej str치nke re코pektova콘 s칰kromn칠 vo쬭y u쮂셨ate쬺v v oblasti reklamy. Aktivovan칤m tohto cookie s칰hlas칤te, aby sme odosielali 칰daje u쮂셨ate쬬 s칰visiace s reklamou na코im partnerom. To n치m umo쮄갓je prisp칪sobi콘 reklamn칠 sk칰senosti pod쬬 va코ich preferenci칤. Ak sa rozhodnete tento cookie deaktivova콘, nebudeme m칪c콘 prisp칪sobi콘 reklamy pod쬬 va코ich preferenci칤, ale st치le budete vidie콘 reklamy, ktor칠 m칪쬿 by콘 pre v치s menej relevantn칠. Re코pektujeme v치코 v칳ber a berieme do 칰vahy va코e preferencie v oblasti reklamy",

  "ad_personalization_title" : "Cookies pre personalizovan칠 obsahy",
  "ad_personalization_description" : "Cookie pre personalizovan칠 obsahy umo쮄갓je na코ej webovej str치nke prisp칪sobi콘 reklamy pod쬬 preferenci칤 ka쬯칠ho pou쮂셨ate쬬. Povolen칤m tohto cookie s칰hlas칤te s personaliz치ciou reklamy pod쬬 va코ich z치ujmov. To n치m umo쮄갓je poskytova콘 relevantnej코ie reklamy, ktor칠 s칰 prisp칪soben칠 va코im potreb치m. Ak sa rozhodnete tento cookie deaktivova콘, nebudeme m칪c콘 prisp칪sobi콘 reklamy pod쬬 va코ich preferenci칤, ale st치le budete vidie콘 reklamy, ktor칠 m칪쬿 by콘 pre v치s menej relevantn칠. Re코pektujeme v치코 v칳ber a berieme do 칰vahy va코e preferencie v oblasti reklamy.",

  "cookie_table_col_name" : "N치zov",
  "cookie_table_col_purpose" : "Popis",
  "cookie_table_col_processing_time" : "Platnos콘",
  "cookie_table_col_provider" : "Zdroj",
  "cookie_table_col_type" : "Typ",
  "cookie_table_col_link": "Odkaz",
  "cookie_table_col_link_find_out_more" : "Viac inform치ci칤",
  "cookie_table_col_category" : "Kateg칩ria",

  "processing_time_session" : "Session",
  "processing_time_persistent" : "Trval칠",

  "cookie_type_1st_party" : "Prv치 strana",
  "cookie_type_3rd_party" : "Tretia strana",

  "find_out_more" : "Dozvedie콘 sa viac"
}
