{
  "modal_trigger_title": "Ρυθμίσεις cookies",

  "consent_modal_title": "Χρησιμοποιούμε cookies!",
  "consent_modal_description": "Αυτός ο ιστότοπος χρησιμοποιεί απαραίτητα cookies για τη διασφάλιση της σωστής λειτουργίας του και cookies παρακολούθησης για να κατανοήσουμε πώς αλληλεπιδράτε με αυτόν. Τα τελευταία θα οριστούν μόνο μετά από συγκατάθεση.",
  "consent_modal_primary_btn": "Συμφωνώ",
  "consent_modal_secondary_btn_settings": "Προσαρμογή",
  "consent_modal_secondary_btn_accept_necessary": "Αποδοχή απαραίτητων",

  "settings_modal_title": "Ρυθμίσεις cookies",
  "settings_modal_save_settings_btn": "Αποθήκευση ρυθμίσεων",
  "settings_modal_accept_all_btn": "Αποδοχή όλων",
  "settings_modal_reject_all_btn": "Αποδοχή απαραίτητων",
  "settings_modal_close_btn_label": "Κλείσιμο",

  "settings_modal_before_consent_title": "Χρήση cookies",
  "settings_modal_before_consent_description": "Χρησιμοποιούμε cookies για να διασφαλίσουμε τις βασικές λειτουργίες του ιστότοπου και να βελτιώσουμε την εμπειρία σας στο διαδίκτυο. Μπορείτε να επιλέξετε για κάθε κατηγορία αν θέλετε να συμμετάσχετε ή όχι, όποτε το επιθυμείτε.",

  "settings_modal_after_consent_title": "Περισσότερες πληροφορίες",
  "settings_modal_after_consent_description": "Για οποιεσδήποτε ερωτήσεις σχετικά με την πολιτική μου για τα cookies και τις επιλογές σας, παρακαλώ επικοινωνήστε μαζί μας.",

  "functionality_storage_title": "Cookies λειτουργικότητας",
  "functionality_storage_description": "Αυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία του ιστότοπού μας. Χωρίς αυτά τα cookies, ο ιστότοπος ενδέχεται να μην λειτουργεί σωστά.",

  "personalization_storage_title": "Cookies εξατομίκευσης",
  "personalization_storage_description": "Τα cookies εξατομίκευσης μπορεί να χρησιμοποιούν cookies τρίτων για να βοηθήσουν στην εξατομίκευση περιεχομένου και στην παρακολούθηση χρηστών σε διαφορετικούς ιστότοπους και συσκευές.",

  "security_storage_title": "Cookies ασφάλειας",
  "security_storage_description": "Τα cookies ασφάλειας επιτρέπουν την αποθήκευση πληροφοριών που σχετίζονται με την ασφάλεια, όπως η αυθεντικοποίηση, η προστασία από απάτες και άλλους τρόπους προστασίας του χρήστη.",

  "ad_storage_title": "Cookies διαφημίσεων",
  "ad_storage_description": "Τα διαφημιστικά cookies χρησιμοποιούνται από εμάς ή τους συνεργάτες μας για να σας δείξουμε σχετικό περιεχόμενο ή διαφημίσεις τόσο στον ιστότοπό μας όσο και σε ιστότοπους τρίτων. Αυτό μας επιτρέπει να δημιουργούμε προφίλ βάσει των ενδιαφερόντων σας, τα λεγόμενα ψευδωνυμοποιημένα προφίλ. Με βάση αυτές τις πληροφορίες, δεν είναι γενικά δυνατή η άμεση αναγνώρισή σας ως άτομο, καθώς χρησιμοποιούνται μόνο ψευδωνυμοποιημένα δεδομένα. Εκτός εάν δώσετε τη συγκατάθεσή σας, δεν θα λαμβάνετε περιεχόμενο και διαφημίσεις προσαρμοσμένα στα ενδιαφέροντά σας.",

  "analytics_storage_title": "Cookies ανάλυσης",
  "analytics_storage_description": "Τα cookies ανάλυσης μας επιτρέπουν να μετράμε την απόδοση του ιστότοπού μας και των διαφημιστικών μας καμπανιών. Τα χρησιμοποιούμε για να καθορίσουμε τον αριθμό των επισκέψεων και των πηγών επισκέψεων στον ιστότοπό μας. Επεξεργαζόμαστε τα δεδομένα που προκύπτουν μέσω αυτών των cookies σε συνολικό επίπεδο, χωρίς να χρησιμοποιούμε αναγνωριστικά που παραπέμπουν σε συγκεκριμένους χρήστες του ιστότοπού μας. Εάν απενεργοποιήσετε τη χρήση των cookies ανάλυσης σε σχέση με την επίσκεψή σας, χάνουμε τη δυνατότητα να αναλύουμε την απόδοση και να βελτιστοποιούμε τα μέτρα μας.",

  "cookie_table_col_name": "Όνομα",
  "cookie_table_col_purpose": "Περιγραφή",
  "cookie_table_col_processing_time": "Διάρκεια",
  "cookie_table_col_provider": "Πάροχος",
  "cookie_table_col_type": "Τύπος",
  "cookie_table_col_link": "Σύνδεσμος",
  "cookie_table_col_link_find_out_more": "Σύνδεσμος",
  "cookie_table_col_category": "Κατηγορία",

  "processing_time_session": "Συνεδρία",
  "processing_time_persistent": "Μόνιμο",

  "cookie_type_1st_party": "Πρώτου μέρους",
  "cookie_type_3rd_party": "Τρίτου μέρους",

  "find_out_more": "μάθετε περισσότερα"
}